<unk>	0
<s>	0
</s>	0
▁the	-3.23778
▁to	-3.45955
▁of	-3.60578
▁and	-3.82181
▁i	-3.90548
▁you	-4.0003
▁in	-4.02315
▁this	-4.14716
▁a	-4.26484
▁my	-4.40979
▁your	-4.42369
▁for	-4.43164
s	-4.48887
▁will	-4.60209
▁that	-4.61953
▁as	-4.64027
▁is	-4.79836
▁be	-4.87645
▁me	-4.92611
▁	-4.94255
▁with	-4.96776
▁money	-5.11086
▁have	-5.18071
▁we	-5.26681
▁am	-5.34191
▁bank	-5.35898
▁on	-5.37543
▁from	-5.39983
▁account	-5.43995
ing	-5.45548
▁us	-5.50437
▁his	-5.54945
▁not	-5.57646
▁was	-5.62731
▁it	-5.66294
▁by	-5.70163
▁our	-5.72851
ed	-5.7676
▁all	-5.78595
i	-5.79782
▁are	-5.861
▁business	-5.8643
▁transaction	-5.86638
d	-5.87721
▁or	-5.88341
▁he	-5.88816
▁mr	-5.89722
▁can	-5.89975
▁country	-5.96004
▁any	-5.96814
¢	-5.97762
▁fund	-6.00483
▁email	-6.03556
▁an	-6.04452
▁contact	-6.05252
▁which	-6.1177
e	-6.12566
▁please	-6.15677
▁so	-6.15976
▁transfer	-6.16211
▁if	-6.20129
▁next	-6.20509
▁million	-6.21156
▁has	-6.22409
▁who	-6.22683
▁at	-6.24087
▁company	-6.24883
▁kin	-6.25252
m	-6.30054
t	-6.32472
▁into	-6.33456
▁because	-6.33719
▁foreign	-6.33908
▁want	-6.35174
▁been	-6.3538
▁dollars	-6.36644
▁out	-6.3673
▁only	-6.37012
▁but	-6.37784
▁sum	-6.38544
▁funds	-6.4041
▁do	-6.40799
▁assistance	-6.42103
▁no	-6.42999
▁through	-6.43022
▁family	-6.43166
▁now	-6.44725
▁security	-6.45417
▁here	-6.46495
▁know	-6.47847
▁name	-6.47909
▁late	-6.49992
▁one	-6.50538
▁after	-6.52208
▁also	-6.52644
ly	-6.54599
y	-6.54814
▁de	-6.59015
▁before	-6.59188
¬	-6.60097
▁reply	-6.60285
▁address	-6.61584
n	-6.63917
a	-6.64025
▁claim	-6.67128
▁information	-6.67235
▁since	-6.68774
▁government	-6.69368
▁private	-6.69659
▁africa	-6.71001
▁died	-6.74894
▁father	-6.755
▁deposit	-6.75707
r	-6.7638
▁assist	-6.77087
▁investment	-6.78149
â	-6.79137
▁united	-6.79185
▁where	-6.80652
▁help	-6.81018
▁would	-6.83901
▁over	-6.84996
er	-6.85135
▁come	-6.85405
▁some	-6.86345
▁need	-6.8637
▁urgent	-6.864
▁very	-6.87088
▁son	-6.88945
▁shall	-6.88994
▁about	-6.89563
▁fax	-6.9029
▁may	-6.91105
▁soon	-6.91818
▁death	-6.92704
c	-6.93291
▁other	-6.93883
in	-6.93894
▁made	-6.94253
▁more	-6.95112
▁decided	-6.95571
▁get	-6.97047
▁regards	-6.97128
▁foreigner	-6.98733
▁total	-6.99833
▁confidential	-7.00279
▁when	-7.0068
▁trust	-7.00879
▁years	-7.0097
▁send	-7.01265
▁mail	-7.01337
▁during	-7.01453
▁dear	-7.01725
▁amount	-7.02354
▁deposited	-7.03401
▁god	-7.03404
▁receive	-7.03494
▁number	-7.05142
▁nigeria	-7.05654
▁give	-7.05849
▁proposal	-7.05905
▁there	-7.06349
▁partner	-7.06387
▁immediately	-7.07591
▁south	-7.07693
▁documents	-7.08261
▁forward	-7.08394
▁person	-7.08488
▁response	-7.09186
▁sir	-7.09528
▁time	-7.10048
al	-7.11216
▁good	-7.12063
▁hundred	-7.16091
▁make	-7.16551
l	-7.17399
o	-7.17745
▁letter	-7.17909
▁deceased	-7.18353
f	-7.19529
▁telephone	-7.2021
▁five	-7.20243
▁should	-7.21136
▁while	-7.21816
▁details	-7.22295
▁interest	-7.22716
▁husband	-7.23193
▁states	-7.23226
▁dr	-7.23382
▁him	-7.24152
▁share	-7.24847
▁further	-7.24971
▁best	-7.25067
▁got	-7.25414
g	-7.25655
▁beneficiary	-7.26981
▁both	-7.27296
▁then	-7.27821
▁what	-7.27945
▁thousand	-7.28102
▁president	-7.29137
▁due	-7.29388
▁5	-7.30434
▁back	-7.31197
▁contract	-7.3136
ã	-7.3149
▁free	-7.31533
▁mrs	-7.31685
▁they	-7.31784
it	-7.32465
v	-7.3305
u	-7.33901
▁personal	-7.34118
▁enable	-7.34177
¡	-7.34328
▁invest	-7.34791
▁without	-7.3548
re	-7.3616
▁like	-7.36328
▁had	-7.37104
es	-7.3714
▁re	-7.37418
▁provide	-7.37881
▁upon	-7.38446
▁department	-7.38722
th	-7.39118
the	-7.39637
▁necessary	-7.39855
▁were	-7.40187
▁risk	-7.40414
▁s	-7.40625
▁deal	-7.408
▁going	-7.41767
1	-7.43348
▁their	-7.43411
▁purpose	-7.4416
▁discovered	-7.449
com	-7.44904
▁stand	-7.45678
▁first	-7.46568
▁1	-7.47283
▁expenses	-7.47706
▁cooperation	-7.48334
▁friend	-7.48708
▁manager	-7.48738
▁yours	-7.4919
▁hear	-7.49277
ãâ	-7.49341
▁go	-7.49542
▁well	-7.49933
▁work	-7.50265
▁la	-7.50675
b	-7.50952
▁dont	-7.51142
▁life	-7.52086
▁up	-7.52436
▁full	-7.53047
▁safe	-7.53285
▁interested	-7.5337
le	-7.53547
▁hope	-7.54688
▁two	-7.54906
ation	-7.55023
▁consignment	-7.55774
▁un	-7.55859
p	-7.55929
▁20	-7.55961
▁p	-7.56127
▁under	-7.56237
▁present	-7.56359
en	-7.56444
st	-7.57578
▁2	-7.57808
or	-7.58066
▁use	-7.58656
▁payment	-7.58748
k	-7.58752
▁10	-7.58833
▁crash	-7.59341
▁position	-7.60085
▁phone	-7.60361
▁d	-7.60542
▁therefore	-7.60575
▁banking	-7.62039
▁why	-7.63136
▁let	-7.64062
and	-7.64743
▁sent	-7.64861
▁seek	-7.65007
▁these	-7.65571
h	-7.65737
▁thanks	-7.65831
▁take	-7.66157
▁attorney	-7.66292
▁above	-7.66777
▁must	-7.67282
is	-7.67393
▁still	-7.67773
▁new	-7.67902
▁last	-7.68776
an	-7.69261
2	-7.69491
▁release	-7.69506
▁being	-7.69573
▁day	-7.69825
▁said	-7.71865
▁transferred	-7.72404
us	-7.72716
▁state	-7.72821
la	-7.73637
▁3	-7.73679
▁cannot	-7.73719
▁office	-7.73792
▁wish	-7.74156
▁most	-7.74543
▁client	-7.74591
▁30	-7.74871
ment	-7.749
▁world	-7.75087
▁such	-7.753
▁et	-7.75489
▁mother	-7.75821
ce	-7.75984
▁request	-7.76052
▁matter	-7.76098
▁african	-7.76345
▁finance	-7.76642
▁relation	-7.76885
▁nobody	-7.76915
▁fact	-7.77254
te	-7.77316
▁reliable	-7.77464
▁myself	-7.77542
▁war	-7.77622
▁confidentiality	-7.7778
▁numbers	-7.78112
▁contacting	-7.78484
de	-7.78862
▁call	-7.79117
w	-7.79225
▁investigation	-7.79423
million	-7.79821
▁communication	-7.79971
on	-7.80021
▁financial	-7.80254
▁hence	-7.80348
ma	-7.8081
ri	-7.81172
▁how	-7.81463
▁note	-7.81874
▁them	-7.81983
▁law	-7.82249
▁unclaimed	-7.82833
▁director	-7.83102
▁usd	-7.8318
3	-7.83711
▁firm	-7.83759
▁plane	-7.83849
▁owner	-7.83849
▁used	-7.84071
from	-7.84508
▁people	-7.852
▁oil	-7.85799
▁le	-7.86362
▁way	-7.86828
▁wife	-7.86981
▁international	-7.86982
▁ask	-7.87373
▁days	-7.87478
ãfâ	-7.87484
▁confidence	-7.87589
▁service	-7.88015
é	-7.88248
▁paid	-7.89126
▁year	-7.89255
▁c	-7.89565
▁m	-7.89737
▁surprise	-7.8986
▁en	-7.89868
▁look	-7.8994
▁set	-7.90237
▁arrangement	-7.90833
▁branch	-7.90994
▁within	-7.91156
▁kindly	-7.91463
z	-7.91775
▁bless	-7.92275
▁republic	-7.92286
▁following	-7.92357
▁could	-7.92582
▁attention	-7.9277
▁situation	-7.92902
▁official	-7.92947
▁part	-7.9452
▁abroad	-7.9452
▁move	-7.94892
▁according	-7.95136
li	-7.95279
▁behalf	-7.95504
▁huge	-7.95507
▁possible	-7.95515
▁sincerely	-7.95563
▁however	-7.95585
▁presently	-7.96073
dear	-7.9659
▁put	-7.96868
ur	-7.97048
▁development	-7.97169
▁accounts	-7.97315
▁e	-7.97553
▁believe	-7.97837
▁via	-7.98163
ra	-7.98921
▁former	-7.9893
▁t	-7.98956
▁secret	-7.99056
ãfæã	-7.99087
▁keep	-7.99142
ir	-7.99188
▁l	-7.99229
▁left	-7.99538
se	-7.99769
▁je	-8.00077
we	-8.0086
▁twenty	-8.00996
▁sa	-8.01078
to	-8.01162
ic	-8.01256
▁25	-8.02045
▁required	-8.02205
ãfâsãâ	-8.02252
▁end	-8.02377
▁political	-8.02674
▁message	-8.02674
▁old	-8.02743
▁based	-8.03095
▁did	-8.03208
▁immediate	-8.03241
ion	-8.03462
as	-8.03565
▁b	-8.03595
âsâ	-8.03746
▁never	-8.03749
▁national	-8.03772
▁box	-8.03803
▁que	-8.03815
▁again	-8.04407
▁project	-8.04414
▁needed	-8.04759
▁faithfully	-8.04821
▁inform	-8.04824
▁100	-8.04938
▁legal	-8.05403
▁does	-8.05521
▁ma	-8.05797
▁successful	-8.05822
▁children	-8.05913
▁abidjan	-8.05935
▁till	-8.06295
▁find	-8.06312
▁vous	-8.06345
▁involved	-8.06352
▁reason	-8.06975
▁customer	-8.07013
▁respect	-8.07403
ãfæãâtãfâ	-8.07757
▁west	-8.08027
▁offer	-8.08148
ve	-8.08186
▁months	-8.08977
▁k	-8.09227
▁opportunity	-8.09258
4	-8.0959
▁until	-8.09671
▁understand	-8.09968
▁care	-8.10225
▁done	-8.10582
▁place	-8.10778
▁co	-8.10866
able	-8.10997
at	-8.11223
▁given	-8.11543
▁europe	-8.11555
▁internet	-8.11943
▁down	-8.12329
▁benefit	-8.12381
▁treasury	-8.1272
▁told	-8.13139
▁able	-8.13519
nt	-8.14071
▁whole	-8.14259
est	-8.14398
▁charge	-8.14812
▁ever	-8.149
ate	-8.14967
▁direct	-8.15014
▁o	-8.15765
▁receipt	-8.15901
▁bring	-8.15904
▁great	-8.1616
▁regard	-8.16387
▁tel	-8.16428
▁future	-8.1712
▁might	-8.17127
ro	-8.17208
▁head	-8.17417
▁search	-8.1754
▁act	-8.17562
▁officials	-8.17723
lo	-8.17902
▁relatives	-8.18177
▁zimbabwe	-8.18326
▁des	-8.18926
▁httpwww	-8.1896
▁man	-8.19054
▁problem	-8.19322
▁require	-8.19455
▁write	-8.19605
▁60	-8.19794
▁willing	-8.20019
▁including	-8.20081
▁process	-8.20119
0	-8.20411
▁along	-8.213
▁management	-8.21325
▁cote	-8.21423
il	-8.2192
▁order	-8.21922
▁n	-8.21999
ers	-8.2223
▁own	-8.22502
▁easy	-8.22584
▁london	-8.2261
▁just	-8.22614
ar	-8.2292
▁executed	-8.23107
▁cash	-8.23895
▁con	-8.24009
▁w	-8.24166
▁utmost	-8.24327
▁federal	-8.24348
▁handle	-8.24507
▁came	-8.24781
▁rest	-8.24952
▁members	-8.24972
▁general	-8.25257
▁finally	-8.25261
please	-8.25385
▁civil	-8.26091
▁ministry	-8.26101
▁bill	-8.26134
▁profitable	-8.26558
▁top	-8.26692
▁4	-8.26751
▁corporation	-8.27
▁looking	-8.27168
▁overseas	-8.27258
▁ago	-8.27364
▁either	-8.27452
▁kind	-8.27466
▁consider	-8.27885
▁live	-8.27919
my	-8.27935
yahoocom	-8.28272
▁read	-8.28282
▁honest	-8.28998
▁support	-8.29254
me	-8.29381
▁agreed	-8.29514
▁mutual	-8.296
▁once	-8.2962
▁child	-8.29746
▁course	-8.29746
▁0	-8.30046
▁right	-8.30601
▁few	-8.3069
▁highly	-8.30779
ch	-8.31027
x	-8.31069
▁result	-8.31304
▁contacted	-8.31316
▁reach	-8.31779
ut	-8.31859
▁percentage	-8.31929
▁r	-8.32091
▁kept	-8.32093
▁three	-8.3213
he	-8.32462
▁killed	-8.32616
▁its	-8.32621
you	-8.3273
▁aside	-8.32908
ez	-8.3309
▁her	-8.33106
▁15	-8.33301
▁land	-8.33341
ad	-8.33355
▁indicated	-8.33464
ke	-8.33529
▁cause	-8.33535
▁pour	-8.33565
am	-8.3374
▁services	-8.33847
▁house	-8.34014
▁treat	-8.34623
▁colleagues	-8.34775
▁unfortunately	-8.34999
if	-8.35408
00000	-8.35629
▁below	-8.3605
▁urgently	-8.36117
▁secure	-8.36211
mo	-8.36268
ter	-8.3641
▁nigerian	-8.36503
▁real	-8.36621
▁officer	-8.3778
▁senegal	-8.37963
▁discuss	-8.38115
ko	-8.38423
▁making	-8.38468
▁ã	-8.38476
▁working	-8.38489
▁six	-8.38561
be	-8.38642
id	-8.38931
▁local	-8.38976
▁yahoo	-8.39585
▁every	-8.40008
▁much	-8.40015
▁claims	-8.4009
▁thank	-8.40649
▁solicit	-8.40733
9	-8.40826
▁6	-8.40852
▁entire	-8.41032
▁exchange	-8.41553
00000000	-8.41784
ne	-8.41803
▁http	-8.42087
▁partnership	-8.42114
▁home	-8.4214
so	-8.42164
▁indicate	-8.42321
▁john	-8.42547
▁modalities	-8.42603
▁balance	-8.42606
▁accept	-8.42767
▁petroleum	-8.43132
▁same	-8.43171
▁four	-8.43245
▁reasons	-8.43677
▁f	-8.43784
▁dans	-8.43821
ta	-8.43927
▁liberia	-8.44025
▁application	-8.44199
▁du	-8.44412
▁names	-8.44601
ent	-8.44631
▁intend	-8.4474
▁introduce	-8.45046
▁j	-8.45116
▁gold	-8.45334
▁mon	-8.45515
ive	-8.45662
▁micheal	-8.4582
▁advice	-8.45821
▁disbursement	-8.45842
▁though	-8.45988
▁2000	-8.46086
▁beleive	-8.46367
▁votre	-8.46369
▁taylor	-8.46448
▁venture	-8.46896
▁charles	-8.46994
ci	-8.4724
▁leaving	-8.47469
▁found	-8.47477
▁meet	-8.47977
▁divoire	-8.48032
▁relationship	-8.48044
▁assure	-8.48345
▁important	-8.48438
this	-8.48783
el	-8.48967
▁valued	-8.49284
▁party	-8.49407
▁than	-8.49691
▁surviving	-8.4971
▁fathers	-8.49825
ca	-8.49858
▁husbands	-8.50257
▁abacha	-8.50342
for	-8.50367
▁belongs	-8.50383
▁favour	-8.50849
▁agree	-8.51093
▁see	-8.51172
▁remittance	-8.51426
▁farmers	-8.51707
▁assured	-8.51718
ty	-8.51739
▁long	-8.51909
ãfæãâ	-8.52051
▁concerning	-8.52078
▁trace	-8.52305
▁14	-8.5237
ka	-8.52414
▁conclusion	-8.52584
▁safety	-8.52638
un	-8.5297
▁seeking	-8.5303
▁applies	-8.53168
▁carry	-8.53182
▁parties	-8.53201
▁attn	-8.53339
▁even	-8.53577
di	-8.53738
▁nature	-8.53757
▁await	-8.5392
hotmailcom	-8.54326
▁incurred	-8.54405
▁pay	-8.54646
▁dormant	-8.54944
▁properties	-8.54944
▁charity	-8.54948
▁confirm	-8.55173
▁se	-8.55367
▁several	-8.55542
▁apply	-8.55543
▁desire	-8.55556
▁companies	-8.56145
▁notice	-8.56178
▁desk	-8.56223
▁h	-8.56238
▁auditing	-8.56271
▁ready	-8.56335
▁later	-8.5652
▁subsequent	-8.56605
▁ghana	-8.56751
ant	-8.56753
▁worked	-8.57052
ia	-8.57084
▁execution	-8.57365
▁chief	-8.57398
your	-8.5785
▁barrister	-8.58052
▁success	-8.58519
▁visit	-8.58777
▁contain	-8.58898
▁lawyer	-8.59213
▁diamond	-8.59337
▁fear	-8.59429
ba	-8.59827
▁sharing	-8.59838
▁g	-8.59967
▁40	-8.6002
▁sure	-8.60116
▁start	-8.60151
ity	-8.60509
▁condition	-8.60605
▁operate	-8.61005
▁sierra	-8.61099
▁thirty	-8.61175
▁approved	-8.6121
▁asylum	-8.61736
▁behind	-8.61736
▁another	-8.61736
age	-8.6201
▁between	-8.62377
▁writing	-8.62377
▁recently	-8.6242
▁al	-8.62508
son	-8.62902
co	-8.63255
▁known	-8.63504
▁neither	-8.63672
▁efforts	-8.63693
▁feel	-8.63701
ll	-8.63972
▁furnish	-8.64325
▁discovery	-8.64342
▁v	-8.64431
▁she	-8.64819
▁70	-8.64989
▁case	-8.6502
▁instruct	-8.65049
▁7	-8.65107
▁american	-8.65157
ies	-8.65292
na	-8.65334
▁face	-8.65389
ge	-8.65455
▁age	-8.6552
▁contracts	-8.66028
▁tran	-8.66088
▁high	-8.66171
bi	-8.66534
▁sending	-8.66537
ul	-8.67004
▁having	-8.67025
▁agreement	-8.67076
▁website	-8.67497
▁plc	-8.6766
▁ratio	-8.68349
▁leave	-8.68351
▁released	-8.68414
▁confiscated	-8.68447
▁proceed	-8.68591
▁estate	-8.68607
os	-8.68901
um	-8.69017
▁white	-8.69024
▁special	-8.69382
▁protect	-8.69655
▁health	-8.69715
▁chairman	-8.69746
▁open	-8.70359
▁committee	-8.70461
▁refugee	-8.70508
▁against	-8.70512
go	-8.70518
▁coast	-8.71108
▁contractor	-8.71188
▁ten	-8.7127
▁keeping	-8.71286
▁remaining	-8.71493
▁ya	-8.7164
▁8	-8.71752
▁power	-8.718
▁robert	-8.71814
▁acceptance	-8.71833
▁fred	-8.71987
▁assurance	-8.72521
▁capital	-8.72523
▁ownership	-8.72545
▁lost	-8.72582
▁nominated	-8.72639
▁past	-8.7281
▁choice	-8.73235
▁waiting	-8.73431
▁clients	-8.73665
11	-8.73927
▁leone	-8.73973
▁took	-8.74
▁lot	-8.74377
▁rich	-8.74385
▁une	-8.74481
▁always	-8.74679
▁countries	-8.74679
▁diplomatic	-8.74689
▁view	-8.74749
▁expecting	-8.74989
▁u	-8.75329
▁try	-8.75489
▁credit	-8.75491
▁attempts	-8.75604
wa	-8.75672
10	-8.75676
▁peace	-8.75951
▁lord	-8.76135
▁minister	-8.76147
ol	-8.76341
▁investing	-8.76429
om	-8.76563
ance	-8.76718
▁close	-8.76831
▁rebels	-8.76842
▁source	-8.76886
▁outside	-8.76887
▁paperwork	-8.76887
▁side	-8.76953
▁currently	-8.7696
▁williams	-8.76971
5	-8.77086
▁ba	-8.77248
▁file	-8.7761
▁fixed	-8.77632
▁second	-8.77632
▁ne	-8.77662
▁self	-8.77757
▁content	-8.78076
▁issue	-8.78111
▁thing	-8.78266
▁major	-8.78384
▁aware	-8.78385
▁remitted	-8.78392
▁each	-8.785
▁bo	-8.78515
▁concluded	-8.78598
▁member	-8.7888
▁ra	-8.78882
all	-8.79008
but	-8.7905
▁dakar	-8.79141
▁proposition	-8.79141
▁eight	-8.7933
sa	-8.79527
▁include	-8.79648
▁permit	-8.79905
▁di	-8.80291
▁declare	-8.80401
▁positive	-8.80674
▁receiving	-8.80674
▁everything	-8.80674
▁75	-8.80776
ine	-8.80777
▁arrangements	-8.81097
▁informed	-8.81345
▁lagos	-8.81579
▁coming	-8.81617
▁remain	-8.81941
▁knows	-8.82027
▁code	-8.82089
▁legitimate	-8.8223
▁better	-8.82232
▁ivory	-8.82273
▁boxes	-8.82374
▁bills	-8.82619
▁faso	-8.82668
▁locate	-8.82731
▁custody	-8.83018
▁trustworthy	-8.83018
▁serve	-8.83018
▁johannesburg	-8.83038
▁col	-8.83271
▁capable	-8.83811
▁daughter	-8.83811
▁together	-8.83811
▁relations	-8.83871
20	-8.83899
man	-8.84146
▁sincere	-8.84213
▁decision	-8.84611
▁military	-8.84611
▁individual	-8.84643
▁miss	-8.85016
▁fail	-8.85121
ure	-8.85234
6	-8.8525
im	-8.8528
▁sister	-8.85431
▁sirmadam	-8.85497
▁avoid	-8.86231
▁married	-8.86232
▁engr	-8.86266
▁joint	-8.86305
ten	-8.8644
01	-8.86537
▁awaiting	-8.86825
▁wealth	-8.86914
▁central	-8.8705
▁tell	-8.87245
▁iraq	-8.87303
▁site	-8.8739
50000000	-8.87407
pr	-8.87424
da	-8.87492
▁prepare	-8.87593
bo	-8.87793
▁already	-8.87877
▁twelve	-8.87877
▁line	-8.87949
▁maturity	-8.8871
▁consent	-8.88711
▁abandoned	-8.8873
▁sur	-8.88754
ary	-8.89172
▁ado	-8.89192
▁met	-8.89393
▁actual	-8.89404
▁mo	-8.89465
▁farms	-8.89535
endu	-8.89547
▁unless	-8.8958
▁relevant	-8.89584
▁mining	-8.89904
▁far	-8.90222
▁cancer	-8.90401
▁ouagadougou	-8.90512
▁seven	-8.90517
▁joseph	-8.90518
▁ca	-8.9118
▁accident	-8.91253
▁reputable	-8.91253
▁revert	-8.91253
▁board	-8.91268
25	-8.91297
▁declared	-8.91582
▁uk	-8.91698
▁approval	-8.9186
▁becuase	-8.92115
▁pending	-8.92115
▁pounds	-8.92115
▁secured	-8.9261
15	-8.92747
op	-8.929
▁hospital	-8.92984
kubu	-8.92988
▁ce	-8.93046
▁received	-8.93122
▁burkina	-8.93129
▁2001	-8.93196
▁2003	-8.93486
ie	-8.93596
▁period	-8.93861
▁around	-8.93863
▁property	-8.93876
▁union	-8.93991
▁whom	-8.93996
▁among	-8.94035
▁mind	-8.94112
ex	-8.9419
▁away	-8.94217
▁car	-8.94524
▁month	-8.94621
▁across	-8.94746
▁alternative	-8.94749
▁alone	-8.94759
▁called	-8.94855
▁brother	-8.94998
ff	-8.95012
▁successfully	-8.95098
▁mugabe	-8.95411
▁moved	-8.95515
▁hand	-8.95589
▁blessed	-8.95624
▁anything	-8.95645
▁clime	-8.95645
▁nothing	-8.95648
▁willingness	-8.95664
xation	-8.95731
nd	-8.95864
▁yourself	-8.95892
▁original	-8.96101
ng	-8.96245
ny	-8.96342
▁correspondence	-8.96541
▁group	-8.96549
▁notification	-8.96608
▁ahmed	-8.9663
▁date	-8.96698
▁par	-8.96744
▁dead	-8.96805
▁list	-8.96873
pe	-8.97083
▁li	-8.9717
ga	-8.97221
▁unsuccessful	-8.97449
▁transferring	-8.97458
▁consultant	-8.97509
▁strictly	-8.97579
▁proved	-8.97625
ho	-8.97732
▁investments	-8.97754
▁operation	-8.9804
ah	-8.98183
gr	-8.98216
▁auditor	-8.98393
▁fa	-8.9861
do	-8.98858
▁heart	-8.98948
▁allow	-8.99194
▁im	-8.99222
▁certain	-8.99293
▁31	-8.99314
▁stated	-8.99378
▁greetings	-8.99654
▁secretly	-8.99687
j	-8.99928
tu	-9.00073
▁kabila	-9.00227
▁partners	-9.00564
▁belong	-9.00567
sh	-9.00693
▁things	-9.00755
▁personally	-9.01061
ill	-9.01095
▁meanwhile	-9.01215
net	-9.01248
ha	-9.01995
▁entitled	-9.02123
▁netherlands	-9.02123
▁possession	-9.02123
▁plan	-9.02477
▁taken	-9.02636
▁document	-9.02793
▁hands	-9.02822
▁respond	-9.03084
▁medium	-9.03085
▁12	-9.03264
ang	-9.03285
▁ka	-9.0353
▁effect	-9.03713
▁da	-9.03881
ai	-9.04023
▁arrival	-9.04055
▁simple	-9.04055
▁certificate	-9.0409
▁flight	-9.04159
▁percentages	-9.04402
▁belonging	-9.045
stm	-9.04506
▁provided	-9.04568
12	-9.04591
▁guarantee	-9.04608
ting	-9.04625
▁commission	-9.04719
▁ex	-9.04811
▁y	-9.04885
▁smooth	-9.04889
pu	-9.04951
▁35	-9.05074
▁2002	-9.05333
▁really	-9.05379
ted	-9.05499
▁dis	-9.05647
▁conclude	-9.05752
▁organization	-9.05957
▁murdered	-9.0609
▁clear	-9.062
ct	-9.06296
8	-9.0633
▁per	-9.06368
▁proceeds	-9.06657
▁laws	-9.06897
▁black	-9.07026
▁text	-9.07124
▁est	-9.07205
▁expect	-9.0729
jo	-9.0733
▁allowed	-9.07367
ful	-9.07791
pl	-9.07941
▁control	-9.08041
▁step	-9.0805
▁nb	-9.08068
po	-9.08272
ru	-9.08595
ise	-9.08644
▁america	-9.08872
no	-9.08982
▁collect	-9.09006
▁commence	-9.09012
▁brief	-9.09056
▁sign	-9.09061
ous	-9.09064
▁compensation	-9.09064
▁ga	-9.09079
▁nine	-9.09105
ence	-9.09116
▁july	-9.0914
mr	-9.0949
years	-9.09507
za	-9.09917
▁strong	-9.09944
gu	-9.09983
▁min	-9.10009
▁kingdom	-9.10088
▁assets	-9.10091
▁benin	-9.10098
mp	-9.10218
▁james	-9.10309
▁2005	-9.10319
of	-9.10446
▁aid	-9.10464
▁mark	-9.10464
▁many	-9.10483
igo	-9.10665
▁transfered	-9.10828
et	-9.11052
▁observe	-9.11129
html	-9.11169
▁les	-9.11347
mail	-9.11629
▁si	-9.11679
▁guidelines	-9.11705
▁instructions	-9.11784
▁forces	-9.1181
▁pre	-9.1184
▁kong	-9.11897
▁merchant	-9.12181
▁authority	-9.12182
▁believing	-9.12182
▁means	-9.12217
▁thos	-9.12218
▁carefully	-9.12223
▁informations	-9.12351
▁advised	-9.12438
▁22	-9.12546
▁contractors	-9.12874
▁complete	-9.12959
▁change	-9.13013
▁directed	-9.13015
q	-9.13177
▁au	-9.13215
▁air	-9.13398
▁action	-9.13656
▁www	-9.13702
▁purposes	-9.13953
ated	-9.1405
▁die	-9.14055
▁effort	-9.14285
▁remit	-9.14309
▁secrecy	-9.14321
▁supposed	-9.14321
▁managing	-9.14321
▁taking	-9.14321
▁faith	-9.14349
▁using	-9.14398
▁numbered	-9.14699
▁question	-9.15032
▁pray	-9.15166
▁th	-9.15258
▁status	-9.15408
▁ensure	-9.15408
▁ltd	-9.15411
▁area	-9.15543
▁david	-9.15873
▁bad	-9.15886
▁lives	-9.15907
▁today	-9.16279
ni	-9.1635
▁expiration	-9.16507
▁vault	-9.16507
▁profile	-9.1651
▁body	-9.16516
▁delay	-9.16554
ben	-9.16557
▁mohammed	-9.16559
our	-9.16595
▁messenger	-9.16698
▁award	-9.16706
50	-9.16734
75	-9.17124
ry	-9.1713
▁establish	-9.17256
▁absolute	-9.17472
day	-9.17499
▁commerce	-9.17618
▁routine	-9.17618
▁comp	-9.17621
▁avec	-9.17623
▁su	-9.17624
▁hong	-9.17668
▁getting	-9.17732
▁organizations	-9.17764
ja	-9.18207
ally	-9.18421
▁return	-9.18423
ns	-9.18458
tre	-9.18513
▁payments	-9.18617
▁calendar	-9.18741
▁somebody	-9.18741
▁various	-9.18741
▁spain	-9.18741
▁prompt	-9.18742
▁secretary	-9.18787
▁ac	-9.18791
▁2004	-9.18998
▁hello	-9.19107
▁lived	-9.19444
▁value	-9.19596
ham	-9.19598
▁large	-9.19847
▁breach	-9.19878
▁june	-9.19892
hi	-9.19897
▁1999	-9.19988
▁dollar	-9.20088
▁approvals	-9.20215
ze	-9.20543
19	-9.21011
▁towards	-9.21041
▁searching	-9.2108
▁web	-9.21145
tion	-9.21228
▁adb	-9.21416
▁ãfâ	-9.21448
▁issued	-9.21463
▁friends	-9.21493
ard	-9.2151
▁ali	-9.21561
30	-9.21717
ou	-9.21729
▁19	-9.21785
▁advise	-9.2179
ness	-9.21797
che	-9.21883
ki	-9.21961
▁knowledge	-9.22253
pa	-9.22386
▁purchase	-9.22764
rry	-9.23025
▁fifty	-9.23366
▁indicating	-9.23366
▁representative	-9.23366
▁stipulates	-9.23366
▁worthy	-9.23494
▁plans	-9.23561
▁rebel	-9.23708
▁appreciated	-9.23755
▁remained	-9.23843
▁operated	-9.2401
dr	-9.24221
ship	-9.24389
▁consequently	-9.24557
ab	-9.24558
13	-9.24561
▁50	-9.24574
ian	-9.24577
▁economic	-9.24596
▁smith	-9.247
▁exp	-9.24849
▁awarded	-9.24899
min	-9.25089
▁led	-9.25094
▁21	-9.25742
▁ch	-9.25747
▁crisis	-9.25762
▁democratic	-9.25762
▁education	-9.25762
▁embassy	-9.25762
▁lucrative	-9.25762
▁principal	-9.25762
▁customers	-9.25793
▁accounting	-9.25825
▁lodged	-9.25846
res	-9.2586
▁forwarding	-9.25901
▁na	-9.25939
▁pro	-9.25951
▁nor	-9.26034
▁msn	-9.26036
▁kon	-9.26048
attention	-9.26263
ble	-9.26497
du	-9.26873
▁9	-9.26911
▁effective	-9.27008
▁cette	-9.27011
14	-9.27059
▁someone	-9.27067
22	-9.2707
▁arrange	-9.27924
▁too	-9.27951
▁proper	-9.28059
▁entertain	-9.28216
▁location	-9.28216
▁living	-9.28216
▁genuine	-9.28217
▁staff	-9.28221
▁probate	-9.28229
▁farm	-9.28379
ow	-9.28681
which	-9.28748
▁po	-9.28969
▁ha	-9.29083
▁christ	-9.29456
▁peter	-9.29644
ist	-9.29773
ever	-9.29892
▁say	-9.29987
ish	-9.30066
ag	-9.30222
17	-9.30258
ors	-9.30377
▁favor	-9.30458
▁lo	-9.3053
▁qui	-9.30539
▁final	-9.30615
▁citizen	-9.30731
âzâ	-9.30732
yahoocouk	-9.30739
▁ourselves	-9.30771
▁george	-9.30847
▁news	-9.30849
▁soonest	-9.3105
▁non	-9.31051
ap	-9.31066
▁arranged	-9.31073
26	-9.31134
up	-9.31377
▁obtain	-9.31693
▁verification	-9.32015
▁facilitate	-9.32029
▁france	-9.32076
led	-9.32108
▁touch	-9.32175
35	-9.32326
▁directly	-9.32481
05	-9.32573
tal	-9.32601
▁18	-9.32609
pp	-9.32802
▁appreciate	-9.32885
▁associates	-9.33029
418	-9.33177
▁usa	-9.33284
▁employers	-9.33334
▁fifteen	-9.3345
▁continue	-9.33479
ton	-9.33508
▁onward	-9.33513
▁trade	-9.33524
▁william	-9.33572
08	-9.33859
fa	-9.33978
▁whose	-9.34117
fr	-9.34266
▁monitor	-9.34309
07	-9.34516
▁bear	-9.34576
▁clarification	-9.34628
▁industry	-9.34628
▁cocoa	-9.34628
▁job	-9.3464
▁particularly	-9.34707
▁helping	-9.34753
▁johnson	-9.34789
▁ta	-9.34809
▁widow	-9.34828
2003	-9.35288
ue	-9.35305
ite	-9.35373
▁qu	-9.35467
▁por	-9.3562
000	-9.35749
▁worth	-9.35817
▁extended	-9.35961
▁show	-9.35961
▁betray	-9.35962
ãfæãâtãfâsãâ	-9.35965
▁available	-9.35977
jose	-9.36009
▁regarding	-9.36039
▁access	-9.36081
▁projects	-9.36131
▁understanding	-9.36134
▁section	-9.3621
▁herein	-9.36393
▁form	-9.36802
per	-9.36959
▁valuables	-9.3698
▁lu	-9.37165
▁church	-9.37246
▁magnitude	-9.37313
▁urgency	-9.37313
▁hoping	-9.37313
▁camp	-9.37331
▁become	-9.37361
▁younger	-9.37376
▁fr	-9.37559
mb	-9.37591
▁arms	-9.37607
can	-9.377
▁trusted	-9.37935
▁65	-9.37993
▁gu	-9.38086
60	-9.38115
▁nous	-9.38209
▁retire	-9.38254
▁iraqi	-9.38262
27	-9.38403
▁disclose	-9.38426
ji	-9.38539
▁british	-9.38683
▁earliest	-9.38683
▁trunk	-9.38683
▁offshore	-9.38684
40	-9.38694
▁cover	-9.38699
cleared	-9.38803
▁christian	-9.38949
▁travel	-9.38962
▁questions	-9.39159
▁el	-9.39205
7	-9.39657
▁servants	-9.39683
▁reward	-9.39781
▁involve	-9.40018
▁anybody	-9.40071
▁physical	-9.40071
▁court	-9.40072
00	-9.40072
▁danger	-9.40074
▁reminder	-9.40084
▁ab	-9.40193
▁acknowledge	-9.40254
▁cost	-9.40355
▁online	-9.40368
ac	-9.40492
pro	-9.40508
ement	-9.40619
after	-9.40674
▁banks	-9.41077
▁destroy	-9.41161
mer	-9.41463
▁public	-9.4148
▁senior	-9.4148
▁word	-9.41481
netscapenet	-9.41483
▁export	-9.41487
▁learnt	-9.41532
▁managed	-9.41603
▁1998	-9.41629
▁sant	-9.41783
▁paul	-9.41819
▁expected	-9.41924
▁mu	-9.41945
▁opened	-9.42122
▁ro	-9.42219
▁gen	-9.42226
▁cr	-9.42324
▁propose	-9.42623
▁current	-9.42822
▁beneficial	-9.42909
▁correct	-9.42909
▁october	-9.42909
▁moment	-9.42983
▁assistant	-9.43181
▁chamber	-9.43371
ide	-9.43487
rd	-9.44264
▁floating	-9.44358
▁fruitless	-9.44358
▁january	-9.44358
▁nextofkin	-9.44358
▁provision	-9.44358
▁notify	-9.44359
▁link	-9.44379
▁quite	-9.44416
▁esq	-9.44457
▁occasioned	-9.44457
▁placed	-9.44589
▁disappoint	-9.44662
with	-9.45112
▁prove	-9.45584
▁engineer	-9.45828
▁different	-9.45828
▁intention	-9.45829
▁point	-9.45829
▁hitch	-9.45842
▁pls	-9.45846
45	-9.45909
▁sani	-9.45941
▁ibrahim	-9.45952
▁movement	-9.46025
▁dub	-9.46033
▁save	-9.46061
▁fill	-9.46067
bel	-9.4609
ther	-9.46109
erly	-9.4618
▁demand	-9.46199
vo	-9.46243
der	-9.46367
▁main	-9.46493
less	-9.46745
▁44	-9.47104
▁serious	-9.47176
▁hesitate	-9.47321
▁identity	-9.47321
▁vital	-9.47321
▁asked	-9.47404
▁mariam	-9.47523
▁sinc	-9.47537
▁resources	-9.47568
▁doll	-9.47586
▁ivoire	-9.47603
66	-9.47627
03	-9.47651
▁inherited	-9.47655
cy	-9.4773
37	-9.47775
▁claimed	-9.47984
med	-9.48107
▁mar	-9.48299
nn	-9.48361
▁subject	-9.48516
ique	-9.48778
em	-9.4882
▁beloved	-9.48836
▁foriegn	-9.48836
▁giving	-9.48836
▁influence	-9.48836
▁gave	-9.48895
▁zimbabwean	-9.49006
▁httpnewsbbccouk	-9.4911
▁love	-9.49448
ku	-9.49483
marri	-9.49618
▁base	-9.50185
▁truth	-9.50189
▁anticipation	-9.50375
▁november	-9.50375
▁short	-9.50375
▁mineral	-9.50375
▁although	-9.50388
▁settle	-9.50392
▁11	-9.50408
▁servant	-9.50501
▁mobile	-9.50554
▁comme	-9.50562
▁works	-9.50881
▁agent	-9.50883
▁bu	-9.51061
one	-9.51116
ities	-9.5114
▁sales	-9.51179
▁wait	-9.51509
bu	-9.51524
ial	-9.51546
ical	-9.51754
ound	-9.51936
▁capability	-9.51937
▁alongside	-9.51937
▁prime	-9.51956
▁chance	-9.51958
▁eye	-9.51958
▁musa	-9.5196
▁prior	-9.51974
▁profit	-9.51995
▁hassan	-9.52082
▁records	-9.5234
▁doctor	-9.52389
▁nations	-9.52682
mba	-9.5276
▁il	-9.52792
65	-9.53041
▁chambers	-9.53168
con	-9.5323
▁madrid	-9.53524
▁nnpc	-9.53524
▁level	-9.53524
▁plus	-9.53525
▁clearance	-9.53549
▁raise	-9.53554
▁front	-9.536
▁city	-9.53622
▁european	-9.53715
▁killing	-9.53736
▁guarantees	-9.53752
▁idea	-9.53793
▁mait	-9.53838
▁post	-9.53861
▁don	-9.54099
mailcom	-9.5437
▁fe	-9.54483
▁80	-9.54843
▁approve	-9.54855
48	-9.54946
ev	-9.55011
cu	-9.55016
80	-9.55124
▁difficult	-9.55137
▁enough	-9.55137
▁fellow	-9.55137
▁directives	-9.55138
▁organisation	-9.55143
▁road	-9.55166
▁civilian	-9.55173
▁congo	-9.55216
▁suggestion	-9.55265
▁bello	-9.55322
▁doing	-9.5535
▁millions	-9.55369
▁allah	-9.55704
yo	-9.55813
▁accountant	-9.56159
▁guide	-9.5622
▁resulted	-9.56229
▁st	-9.56449
99	-9.56513
▁fi	-9.56655
gg	-9.56676
▁check	-9.56777
▁endeavor	-9.56777
▁locating	-9.56777
▁medical	-9.56779
▁arise	-9.56783
▁game	-9.5682
yahoofr	-9.56847
▁hu	-9.56913
part	-9.57064
▁ceo	-9.57185
▁products	-9.57275
▁operations	-9.57396
▁24	-9.57443
since	-9.57756
▁httpwwwt	-9.5793
▁mans	-9.57996
▁z	-9.58067
▁attack	-9.58124
sible	-9.58303
▁commercial	-9.58443
▁corrupt	-9.58443
▁street	-9.58443
▁china	-9.58456
▁inheritance	-9.58458
▁knew	-9.58459
▁viable	-9.5849
▁shear	-9.58512
▁actually	-9.58732
je	-9.58921
▁except	-9.59253
▁claiming	-9.59639
que	-9.59877
▁fo	-9.59893
▁cet	-9.60046
▁mi	-9.60074
▁burkinafaso	-9.60136
iscalicouktravel	-9.60138
▁picture	-9.60138
▁poisoned	-9.60138
▁reserve	-9.60138
▁copy	-9.60139
▁uae	-9.6014
▁big	-9.60141
▁banque	-9.60142
▁something	-9.60142
▁less	-9.60158
▁accra	-9.60164
▁overinvoiced	-9.602
▁suis	-9.60216
▁acceptable	-9.60236
▁run	-9.60239
▁twe	-9.60316
red	-9.604
▁frank	-9.60431
▁leader	-9.60501
▁unit	-9.60569
contractor	-9.60574
▁ho	-9.6062
rather	-9.6064
▁soul	-9.60667
▁accordingly	-9.60896
ger	-9.60944
by	-9.61037
▁problems	-9.61302
▁brow	-9.61342
▁pass	-9.61404
▁ref	-9.61409
▁mine	-9.61483
▁lay	-9.6153
▁inherit	-9.61532
▁27	-9.61587
▁donate	-9.61608
rie	-9.61662
▁tax	-9.61775
▁employ	-9.61826
▁cotonou	-9.61862
▁frozen	-9.61862
▁render	-9.61862
▁glad	-9.61863
▁community	-9.61867
▁dl	-9.619
▁lying	-9.61932
dohotmailcom	-9.6194
04	-9.61984
▁forty	-9.62008
▁concerned	-9.62031
▁detailed	-9.62054
21	-9.62235
tra	-9.62345
▁acquire	-9.6237
▁holder	-9.62395
enty	-9.62402
▁internal	-9.6242
▁boss	-9.62438
77	-9.62514
▁ju	-9.62534
42	-9.62635
nedy	-9.62938
▁maintain	-9.63301
where	-9.63326
▁â	-9.63336
ua	-9.63338
▁pays	-9.6341
▁uncle	-9.63465
au	-9.63496
av	-9.63562
▁appropriate	-9.63617
▁especially	-9.63617
▁pleasure	-9.63617
▁represent	-9.63617
▁swift	-9.63617
▁mapped	-9.63619
▁illness	-9.63625
▁barris	-9.63634
▁eventually	-9.63638
▁unserviceable	-9.63675
▁thus	-9.63692
▁alive	-9.63733
▁ministries	-9.63773
▁2000000	-9.64209
org	-9.6425
16	-9.64275
78	-9.64496
nu	-9.64575
▁em	-9.64613
▁rev	-9.64882
bl	-9.64975
▁manner	-9.65403
▁express	-9.65408
▁anticipated	-9.65477
▁invoiced	-9.65542
▁held	-9.65576
▁mike	-9.65632
▁card	-9.66016
▁terms	-9.66045
▁weeks	-9.66212
su	-9.66297
ec	-9.66342
▁files	-9.66343
2006	-9.66522
bank	-9.66526
▁invested	-9.66768
▁soliciting	-9.66911
▁pc	-9.67025
ot	-9.67126
▁instruction	-9.67151
mywaycom	-9.67221
▁affairs	-9.67221
▁policy	-9.67221
▁safekeeping	-9.67221
▁panel	-9.67221
▁truly	-9.67221
▁residential	-9.67226
windows	-9.67227
▁review	-9.67234
▁forms	-9.67311
rn	-9.67394
▁reposed	-9.67442
▁parents	-9.67502
▁anyone	-9.67535
▁depositor	-9.67555
eur	-9.67658
06	-9.67677
▁prepared	-9.67851
ya	-9.68
70	-9.68372
33	-9.68378
will	-9.6844
▁stay	-9.68728
▁happen	-9.68752
▁arrest	-9.68772
ak	-9.6906
▁dispute	-9.69072
▁computer	-9.69073
ught	-9.69073
▁talk	-9.69073
▁somme	-9.69074
▁permission	-9.69077
▁promise	-9.69083
▁russia	-9.69122
▁involvement	-9.69131
▁gets	-9.69144
▁role	-9.69144
▁barry	-9.69224
▁hard	-9.69277
▁revealed	-9.69296
▁pa	-9.693
ize	-9.69347
▁passed	-9.69417
ani	-9.69585
55	-9.69634
▁honestly	-9.69662
ung	-9.69789
▁off	-9.69969
▁fully	-9.7034
▁ran	-9.70425
▁relocate	-9.70462
ack	-9.70477
her	-9.70668
dy	-9.70703
nes	-9.70924
▁appeal	-9.70959
▁bonafide	-9.70959
▁experience	-9.70959
▁institution	-9.70959
▁morris	-9.70959
▁limited	-9.7096
▁moving	-9.7096
▁intact	-9.70962
▁passport	-9.70963
▁entrust	-9.70975
▁remember	-9.70979
▁mentioned	-9.71047
▁23	-9.71097
▁incured	-9.71245
▁near	-9.71553
▁paper	-9.71757
▁directory	-9.71911
▁sp	-9.72464
ath	-9.72601
▁tr	-9.72618
lle	-9.72635
▁quick	-9.72742
▁regime	-9.72882
▁handling	-9.72883
▁riskfree	-9.72908
▁forfeited	-9.72916
▁previously	-9.72932
▁gotten	-9.73055
▁abdul	-9.7313
02	-9.73142
▁pas	-9.73178
▁humble	-9.73218
87	-9.73286
▁honesty	-9.73495
▁etc	-9.73588
▁formal	-9.73642
▁legally	-9.73659
▁treasure	-9.73708
▁oversea	-9.7372
▁colleague	-9.73721
▁relative	-9.73721
2000	-9.73726
▁comes	-9.73736
holidays	-9.73792
▁documentation	-9.73818
▁contents	-9.73842
▁sha	-9.73858
▁tu	-9.73926
76	-9.74115
while	-9.74125
sc	-9.74316
od	-9.7443
▁firms	-9.74495
▁heir	-9.74519
▁mis	-9.74659
▁count	-9.74838
▁spirit	-9.74842
▁courier	-9.74843
▁simply	-9.74843
▁supply	-9.74843
▁whether	-9.74843
▁exile	-9.74848
▁sitting	-9.74852
▁executive	-9.74853
▁processing	-9.74888
▁moreover	-9.74899
▁thompson	-9.74908
▁follow	-9.74925
▁presen	-9.74958
▁sort	-9.74982
▁mandated	-9.75025
▁russian	-9.75043
▁maintained	-9.75198
▁properly	-9.75212
▁ahead	-9.75376
▁ok	-9.75483
out	-9.756
▁started	-9.75841
▁contained	-9.75854
▁confirmed	-9.75892
▁ti	-9.76106
85	-9.76283
that	-9.76464
▁join	-9.76662
▁mal	-9.76756
▁february	-9.76843
▁think	-9.76843
▁network	-9.76847
▁stating	-9.76859
▁poor	-9.76926
ik	-9.76935
▁fortune	-9.77074
reas	-9.77234
▁holding	-9.77254
▁dearest	-9.77304
▁coded	-9.77583
▁guideline	-9.77766
18	-9.78308
▁audit	-9.78398
▁inter	-9.78603
▁percent	-9.78876
▁conduct	-9.78884
▁england	-9.78884
▁gratification	-9.78884
▁little	-9.78884
▁sudden	-9.78884
▁assuring	-9.78884
▁kelly	-9.78884
▁turn	-9.78891
▁virtue	-9.78923
▁mikhail	-9.78937
▁khodorkovsky	-9.78997
34	-9.79037
▁win	-9.79397
▁victims	-9.79494
▁add	-9.79514
▁handed	-9.79613
24	-9.79839
▁report	-9.7987
▁fine	-9.80067
africa	-9.80162
▁shared	-9.80439
▁ou	-9.80488
▁accord	-9.80541
▁bid	-9.80599
▁explain	-9.8065
ée	-9.80699
▁mari	-9.80784
▁execute	-9.80796
▁boa	-9.80898
▁eighteen	-9.80968
▁angola	-9.80968
▁hotel	-9.80974
▁introduction	-9.80977
▁true	-9.80977
▁yet	-9.80993
ating	-9.80998
▁suspen	-9.81058
tive	-9.81105
▁prefer	-9.8118
ph	-9.81187
46	-9.81214
▁fonds	-9.81258
▁stone	-9.81306
sha	-9.81344
mrs	-9.81376
▁jai	-9.81431
▁priv	-9.815
▁00	-9.81504
▁ability	-9.81546
479	-9.81619
▁rule	-9.81633
▁force	-9.82139
▁hold	-9.82291
▁demands	-9.82571
▁charges	-9.82677
▁recent	-9.83023
ier	-9.83062
tom	-9.83077
▁swiss	-9.83093
▁achieve	-9.83095
▁completion	-9.83095
▁december	-9.83095
▁depend	-9.83095
▁fruits	-9.83095
▁school	-9.83095
▁securing	-9.83095
▁task	-9.83096
▁existence	-9.83099
▁themselves	-9.83105
▁dubai	-9.83113
▁spam	-9.83123
▁earn	-9.8313
▁stage	-9.83133
▁persons	-9.83237
▁anymore	-9.83262
iles	-9.83281
▁test	-9.83409
tel	-9.83568
▁valuable	-9.83623
▁mugabes	-9.83644
▁companys	-9.84
▁seem	-9.84007
▁vos	-9.84023
▁procedures	-9.84139
▁bri	-9.84162
▁associat	-9.84213
not	-9.84236
▁meant	-9.84313
▁leas	-9.84314
▁sale	-9.84474
▁pri	-9.8476
▁profession	-9.84819
▁humbl	-9.84901
▁buy	-9.85038
▁com	-9.85095
▁strict	-9.85095
oko	-9.85252
▁advance	-9.85269
▁passengers	-9.85269
▁portfolio	-9.85269
▁sierraleone	-9.85269
▁communicate	-9.85269
▁rolled	-9.85269
▁season	-9.85269
▁bible	-9.85269
▁edward	-9.85271
ified	-9.85274
▁enquiries	-9.85286
859	-9.85296
▁burkinabe	-9.85326
▁ventures	-9.8535
▁attached	-9.8537
▁hid	-9.85402
▁aide	-9.8542
▁argent	-9.85437
▁barr	-9.85645
mbo	-9.85765
71	-9.85797
▁45	-9.85827
▁administration	-9.85877
line	-9.85914
par	-9.85936
bor	-9.85955
▁ver	-9.85967
qu	-9.86402
▁papers	-9.86564
fax	-9.86711
hello	-9.8677
box	-9.8684
▁introduc	-9.86942
upon	-9.87088
▁benefits	-9.87208
news	-9.87363
▁investigations	-9.87471
▁urge	-9.87489
▁afraid	-9.87491
▁obvious	-9.87491
▁blood	-9.87491
▁deputy	-9.87491
▁respectfully	-9.87491
▁woman	-9.87491
▁draw	-9.87492
▁automobile	-9.87492
▁assassinated	-9.87496
▁market	-9.87519
▁else	-9.87551
▁consignments	-9.87597
▁carrie	-9.87617
▁mode	-9.87677
▁ré	-9.87681
▁daniel	-9.87794
28	-9.87871
▁acc	-9.88164
39	-9.88289
▁remains	-9.88476
92	-9.88561
▁moi	-9.88566
email	-9.88618
ese	-9.88624
▁option	-9.88625
▁usman	-9.88655
▁discussed	-9.88907
mark	-9.89046
100	-9.89107
▁knowing	-9.8912
hence	-9.89167
who	-9.8917
▁travell	-9.893
88	-9.89309
wo	-9.89326
men	-9.89503
▁va	-9.89542
use	-9.89579
there	-9.89753
▁indulgence	-9.89764
▁valid	-9.89764
▁engage	-9.89764
▁strange	-9.89774
▁proof	-9.89785
▁key	-9.89801
▁born	-9.89816
voir	-9.89831
▁army	-9.89837
▁compte	-9.89852
land	-9.89857
▁seized	-9.89957
▁bomb	-9.90003
▁men	-9.90023
▁ni	-9.90044
oy	-9.90237
97	-9.90271
▁staying	-9.90299
webmail	-9.90364
hu	-9.90399
▁sad	-9.90467
▁affidavits	-9.90512
▁particulars	-9.90831
▁procedure	-9.90959
ave	-9.91082
yahoo	-9.91282
▁hon	-9.91315
though	-9.9135
cent	-9.91419
▁firstly	-9.9143
tor	-9.91521
▁named	-9.91551
95	-9.91564
▁repose	-9.91806
ati	-9.9181
▁ill	-9.91866
63	-9.91968
▁advantage	-9.92089
▁august	-9.92089
▁doubt	-9.92089
▁excess	-9.92089
▁laurent	-9.9209
▁tune	-9.92116
▁mort	-9.92127
▁march	-9.92131
cc	-9.92199
▁thereafter	-9.92239
▁hereby	-9.92306
▁seriously	-9.92317
▁ann	-9.92377
▁absolutely	-9.92396
▁wealthy	-9.92506
▁cla	-9.9308
early	-9.93184
den	-9.93221
▁mil	-9.93344
▁incident	-9.93544
▁farmer	-9.93576
▁nation	-9.93583
▁diamonds	-9.93991
▁fee	-9.94156
155	-9.9416
▁directors	-9.94166
▁nominate	-9.94272
▁suggest	-9.94281
▁sole	-9.9443
▁ammunition	-9.9447
▁champion	-9.9447
▁grateful	-9.9447
▁thailand	-9.9447
hiworldeurope	-9.94471
▁april	-9.94471
▁fourteen	-9.94482
▁httpwwwcnncom	-9.94485
▁watch	-9.94486
▁room	-9.94498
▁earth	-9.94502
▁responsibility	-9.94507
▁recommendation	-9.94512
▁monday	-9.94517
▁town	-9.94519
good	-9.94532
▁net	-9.94553
▁active	-9.9461
58	-9.94615
▁design	-9.9497
▁dé	-9.95042
▁prayed	-9.95172
44	-9.95232
▁mary	-9.9525
90	-9.95493
▁ces	-9.9558
▁particular	-9.95634
82	-9.95707
uba	-9.96034
ign	-9.9608
23	-9.96133
▁ideas	-9.96185
beneficiary	-9.96208
lick	-9.96227
500	-9.96377
elle	-9.96662
▁art	-9.96856
▁circumstance	-9.96909
▁happy	-9.96909
▁providing	-9.96909
▁regret	-9.96909
▁sudan	-9.9691
▁became	-9.9691
▁annual	-9.96915
▁beneficiarynext	-9.96926
▁port	-9.96948
▁furthermore	-9.96963
▁data	-9.96974
▁incure	-9.97008
▁yukos	-9.97027
▁standard	-9.97035
▁occupation	-9.97116
▁confirmation	-9.97129
ey	-9.97154
▁tra	-9.97172
▁fast	-9.97233
▁arrested	-9.97329
law	-9.97678
▁confide	-9.97852
▁gone	-9.97865
▁officially	-9.98032
bb	-9.98482
▁auto	-9.98499
david	-9.98689
attn	-9.98692
▁week	-9.98731
▁meeting	-9.98857
▁draft	-9.98976
38	-9.9908
▁submit	-9.99396
▁almighty	-9.99409
▁amsterdam	-9.99409
▁dakarsenegal	-9.99409
▁opportunities	-9.99409
▁participation	-9.99409
▁residing	-9.99409
▁survival	-9.99409
▁trouble	-9.99409
▁dept	-9.99412
▁drug	-9.99412
▁importance	-9.99415
▁designated	-9.99421
▁apologize	-9.99423
▁bien	-9.99483
▁telephonefax	-9.99495
▁¡	-9.99535
▁savimbi	-9.99622
▁treatment	-9.99637
▁center	-9.99664
▁type	-9.99752
▁chi	-9.99814
▁drafting	-9.99844
ong	-10.0016
▁foreigners	-10.0022
▁compliments	-10.0023
ious	-10.0027
▁program	-10.0031
▁island	-10.0037
31	-10.0054
▁chemical	-10.0084
ably	-10.0103
ight	-10.0108
direct	-10.0116
▁ways	-10.0123
fer	-10.0125
▁wanted	-10.0133
47	-10.0166
▁region	-10.0189
▁55	-10.0194
▁brought	-10.0197
▁desperate	-10.0197
▁energy	-10.0197
▁natural	-10.0197
▁sector	-10.0197
▁unknown	-10.0197
▁answer	-10.0197
▁planned	-10.0197
▁reform	-10.0198
▁adopt	-10.0198
▁char	-10.02
▁1990	-10.0201
▁trustee	-10.0202
▁establishment	-10.0208
han	-10.0208
▁channel	-10.0208
▁refused	-10.0215
▁existing	-10.0216
▁adams	-10.0219
▁escaped	-10.0221
▁ge	-10.0227
▁leading	-10.0228
iness	-10.0241
▁commit	-10.0241
▁johnk	-10.0245
▁origin	-10.0254
▁sterling	-10.0261
▁26	-10.0262
▁ãfæãâ	-10.0262
▁fly	-10.0286
86	-10.0294
stern	-10.0301
▁follows	-10.0346
ability	-10.0346
▁documentations	-10.0348
tro	-10.0354
▁heard	-10.0358
▁ob	-10.0363
▁fl	-10.0367
▁estates	-10.0367
▁brothers	-10.0386
▁agents	-10.0387
administration	-10.0388
ron	-10.0396
▁reveal	-10.0429
▁avail	-10.0457
▁brutal	-10.0461
▁demurrage	-10.0461
▁generous	-10.0461
▁holland	-10.0461
▁invaded	-10.0461
▁register	-10.0461
▁relayed	-10.0461
▁reliability	-10.0461
▁switzerland	-10.0461
▁system	-10.0461
▁enhance	-10.0461
▁malaysia	-10.0461
▁succeed	-10.0461
▁indication	-10.0461
▁human	-10.0461
▁guardian	-10.0461
▁story	-10.0465
▁donation	-10.047
▁eldes	-10.0472
▁victoria	-10.0475
▁madam	-10.0479
▁resident	-10.0482
info	-10.0529
▁mutually	-10.0545
▁asia	-10.0549
▁low	-10.0558
▁notre	-10.0562
▁liberian	-10.0577
▁bon	-10.0577
▁cl	-10.0586
ola	-10.0596
▁nom	-10.0617
▁discussion	-10.0635
▁areas	-10.0635
▁introduced	-10.064
ob	-10.0645
unde	-10.0653
gen	-10.0655
contact	-10.0659
business	-10.0659
ions	-10.0677
▁involves	-10.0678
ju	-10.0679
▁prob	-10.0679
09	-10.0682
▁234	-10.0722
▁withdraw	-10.0722
▁domiciliary	-10.0731
▁negotiate	-10.0731
▁referred	-10.0731
▁written	-10.0731
▁opposition	-10.0731
▁hitchfree	-10.0731
▁media	-10.0732
▁joy	-10.0734
▁telfax	-10.0734
▁fu	-10.0738
▁wong	-10.0738
▁2007	-10.0742
▁mobutu	-10.0744
▁investor	-10.0745
▁strongly	-10.0769
▁ken	-10.0777
2002	-10.0824
▁went	-10.0848
▁16	-10.0849
84	-10.0853
▁billion	-10.086
123	-10.0875
▁liber	-10.0898
uch	-10.0915
▁owned	-10.0934
world	-10.0936
before	-10.0937
▁conditions	-10.0947
five	-10.0955
▁associate	-10.0956
▁christians	-10.0957
▁fight	-10.0967
▁affect	-10.0977
▁togo	-10.0979
▁compensate	-10.0992
ama	-10.0998
lity	-10.1003
▁diplomat	-10.1005
▁machine	-10.1007
▁oppos	-10.1008
▁accumulated	-10.1009
▁affiliate	-10.1009
▁compagnie	-10.1009
▁divert	-10.1009
▁eleven	-10.1009
▁impressive	-10.1009
▁recieve	-10.1009
▁courage	-10.1009
▁looming	-10.1009
▁hariri	-10.1009
▁correspondent	-10.1009
mon	-10.1009
▁almost	-10.101
▁sensitive	-10.1011
▁book	-10.1011
▁grace	-10.1013
▁sometime	-10.1015
▁aim	-10.1028
56	-10.103
▁building	-10.1035
▁explained	-10.1051
▁proposed	-10.1065
ient	-10.1065
▁wishes	-10.1078
are	-10.1084
▁india	-10.1108
▁lines	-10.1117
▁dun	-10.1124
▁198	-10.113
▁seekers	-10.113
▁north	-10.1153
▁detail	-10.116
2500000000	-10.1178
▁trip	-10.118
▁reached	-10.1199
gi	-10.1201
tract	-10.1201
▁vo	-10.1233
lt	-10.1234
▁incur	-10.1241
hm	-10.1284
▁choose	-10.1294
▁endeavour	-10.1294
▁miscellaneous	-10.1294
▁outstanding	-10.1294
▁quarter	-10.1294
▁sankoh	-10.1294
▁satisfaction	-10.1294
▁scotland	-10.1294
▁duties	-10.1294
▁activities	-10.1295
▁kenya	-10.1295
▁guard	-10.1295
▁sit	-10.13
▁labor	-10.1302
▁donald	-10.1308
uf	-10.1314
▁enter	-10.1318
▁michael	-10.1325
▁affected	-10.1327
▁pos	-10.1331
▁requested	-10.1343
lati	-10.1345
bra	-10.1352
▁light	-10.1365
36	-10.138
native	-10.1397
▁crashed	-10.1405
▁brown	-10.1407
▁000	-10.1445
ire	-10.1472
east	-10.1474
aka	-10.1496
▁sterlings	-10.1515
work	-10.1515
investment	-10.1517
▁widows	-10.1544
flights	-10.1559
ood	-10.1565
▁confiscate	-10.1567
lement	-10.1572
ari	-10.1574
52	-10.1575
htm	-10.1587
▁dispos	-10.1588
▁ethics	-10.1588
▁french	-10.1588
▁immense	-10.1588
▁produce	-10.1588
▁repatriating	-10.1588
▁study	-10.1588
▁tsunami	-10.1588
▁utilize	-10.1588
▁veterans	-10.1588
▁illegal	-10.1588
▁notarization	-10.1588
▁jones	-10.1588
▁hours	-10.1589
▁finish	-10.1589
acute	-10.1592
▁sold	-10.1594
▁collection	-10.1605
▁september	-10.1605
▁quil	-10.1613
▁confided	-10.1623
▁consideration	-10.1623
▁bond	-10.1626
▁offering	-10.1637
▁materials	-10.1638
gal	-10.164
▁incharge	-10.1653
wan	-10.1665
▁disclosed	-10.1678
▁event	-10.168
▁forget	-10.1683
▁subcontract	-10.1686
bre	-10.1699
▁2006	-10.1716
67	-10.1724
eight	-10.1755
▁treasures	-10.1762
ward	-10.1763
▁adresse	-10.1767
ped	-10.1784
▁retrieve	-10.179
▁requires	-10.1795
lect	-10.1797
▁ici	-10.1801
234	-10.1802
▁warm	-10.1811
▁confi	-10.1833
▁escape	-10.1863
68	-10.1882
▁recommend	-10.1886
▁transact	-10.1888
▁prince	-10.1888
yahoocomhk	-10.1891
▁financing	-10.1891
▁httpwwwmsnfr	-10.1891
▁hussein	-10.1891
▁negative	-10.1891
▁negotiable	-10.1891
▁numerous	-10.1891
▁province	-10.1891
▁reference	-10.1891
▁terrorism	-10.1891
▁otherwise	-10.1891
▁remove	-10.1891
▁untimely	-10.1891
▁cheap	-10.1891
▁related	-10.1891
▁honour	-10.1892
▁society	-10.1895
port	-10.1903
▁sta	-10.1905
▁sule	-10.1906
▁richard	-10.1908
▁respective	-10.1909
▁supporters	-10.1911
▁quickly	-10.1915
▁mass	-10.1918
▁ban	-10.1918
▁adviser	-10.1922
▁saw	-10.1929
▁delivery	-10.1946
▁shell	-10.1959
▁gra	-10.1986
▁goes	-10.199
▁seen	-10.199
gar	-10.1998
185	-10.1998
▁east	-10.2011
64	-10.2056
▁76	-10.2061
▁ms	-10.2079
▁solicitor	-10.2083
▁uncla	-10.2088
rc	-10.2096
▁safely	-10.2101
rose	-10.2108
▁ordered	-10.2122
▁term	-10.2124
company	-10.2125
paul	-10.2136
light	-10.2145
▁thanking	-10.2153
▁privilege	-10.2175
▁mandate	-10.2178
▁bind	-10.2178
▁refugees	-10.219
▁arab	-10.2203
▁allocation	-10.2204
▁degree	-10.2204
▁happiness	-10.2204
▁monetary	-10.2204
▁revenue	-10.2204
▁sécurité	-10.2204
▁alaska	-10.2204
▁signify	-10.2204
▁burnt	-10.2204
▁abuja	-10.2204
▁honourably	-10.2204
▁trial	-10.2205
▁expose	-10.2206
▁deliberately	-10.2206
▁hind	-10.2206
▁convinced	-10.2213
▁connected	-10.2219
▁suffering	-10.222
yrs	-10.222
justice	-10.2221
▁freeze	-10.2226
▁field	-10.2228
▁reasonable	-10.223
▁personality	-10.2237
▁royal	-10.2241
williams	-10.2241
▁ru	-10.2244
▁totally	-10.2255
cher	-10.2288
▁incidental	-10.2327
200	-10.2345
tsb	-10.2357
▁operat	-10.2385
set	-10.2431
▁doctors	-10.2433
▁paying	-10.2438
twenty	-10.2455
57	-10.2459
▁kill	-10.2463
▁concern	-10.2469
▁vie	-10.2479
▁manage	-10.2496
▁sub	-10.2506
▁develop	-10.252
late	-10.2522
kin	-10.2525
▁bargain	-10.2526
▁creek	-10.2526
▁division	-10.2526
▁embarrassment	-10.2526
▁emphasize	-10.2526
▁families	-10.2526
▁independent	-10.2526
▁tejan	-10.2526
▁ungodly	-10.2526
▁concord	-10.2527
▁philip	-10.2527
▁remarry	-10.2527
▁gratuit	-10.2527
▁supervis	-10.2527
▁method	-10.2527
▁play	-10.2527
▁speak	-10.2529
▁beck	-10.253
▁click	-10.2532
▁young	-10.2533
96	-10.2539
▁har	-10.2565
▁sadd	-10.2566
▁eric	-10.2588
▁research	-10.2591
aire	-10.2608
▁returned	-10.2619
▁established	-10.262
ick	-10.2634
ized	-10.2647
lin	-10.266
▁bal	-10.2669
▁mrjohn	-10.2682
new	-10.2705
ij	-10.271
69	-10.2711
▁debt	-10.2745
more	-10.2752
▁fin	-10.2769
pite	-10.2779
james	-10.2788
however	-10.2788
south	-10.2789
▁28	-10.2811
sition	-10.2815
list	-10.282
205	-10.2835
▁apprehensive	-10.286
▁deserves	-10.286
▁instantly	-10.286
▁maximum	-10.286
▁precise	-10.286
▁surrender	-10.286
▁swaziland	-10.286
▁bureau	-10.286
▁closing	-10.286
▁girl	-10.286
▁stroke	-10.286
▁third	-10.286
▁half	-10.286
▁ruling	-10.286
▁addition	-10.286
▁appear	-10.286
▁zone	-10.2862
▁motor	-10.2862
▁governor	-10.2862
▁hang	-10.2862
▁loot	-10.2864
▁equi	-10.2864
▁diagnosed	-10.2865
▁susan	-10.2865
▁price	-10.2867
▁regional	-10.2871
▁accrued	-10.2871
▁rep	-10.2874
▁politics	-10.2876
▁corporate	-10.2883
▁millionfive	-10.2885
▁protection	-10.2889
▁history	-10.2894
▁eu	-10.2904
ek	-10.2911
▁orphanages	-10.2923
▁airlines	-10.2932
▁mission	-10.2939
eux	-10.2954
▁dealing	-10.2955
▁commissioned	-10.297
uk	-10.297
▁businessman	-10.2983
his	-10.2989
over	-10.3008
▁chemicals	-10.301
abu	-10.3049
▁29	-10.3052
▁confident	-10.3059
▁opening	-10.3073
▁treated	-10.3083
frommr	-10.3087
▁affidavit	-10.3092
bert	-10.3094
▁acqui	-10.3104
▁compliment	-10.3123
▁za	-10.3131
nigeria	-10.3131
deposit	-10.3133
▁17	-10.3134
six	-10.3137
105	-10.3141
▁deliver	-10.3143
▁arrive	-10.3178
ran	-10.3189
▁authorities	-10.3205
▁capacity	-10.3205
▁earlier	-10.3205
▁economy	-10.3205
▁potential	-10.3205
▁prevent	-10.3205
▁retransferred	-10.3205
▁technical	-10.3205
▁garuba	-10.3205
▁multinational	-10.3205
▁facing	-10.3205
▁planning	-10.3205
▁requirements	-10.3205
▁securities	-10.3205
▁owed	-10.3205
▁martins	-10.3206
▁delete	-10.3206
▁block	-10.3206
▁crave	-10.3206
▁items	-10.3207
▁grant	-10.321
▁utterly	-10.3211
▁hostil	-10.3214
▁host	-10.3214
▁stop	-10.3214
▁wang	-10.3215
▁withdrawal	-10.3215
vice	-10.3216
▁continent	-10.3216
▁precious	-10.3219
▁suite	-10.3219
▁pain	-10.3224
▁wholly	-10.3225
49	-10.323
▁mob	-10.3245
▁wind	-10.3253
▁binding	-10.3253
▁arr	-10.3268
tail	-10.3283
▁destroyed	-10.3284
▁subsequently	-10.3289
dwin	-10.3293
▁lasted	-10.3296
▁hit	-10.3309
▁cent	-10.3312
tics	-10.3317
▁contr	-10.332
▁king	-10.3321
chi	-10.3332
way	-10.3347
▁97	-10.3392
wme	-10.3431
ngo	-10.3436
▁eco	-10.3436
▁stock	-10.3447
▁visiting	-10.3453
transfer	-10.349
phone	-10.349
let	-10.3493
▁realize	-10.3505
▁85	-10.3513
▁zu	-10.3518
usd	-10.3525
▁perfect	-10.353
gb	-10.353
salam	-10.353
oo	-10.3535
▁couple	-10.3536
chat	-10.3542
ler	-10.3555
▁described	-10.3562
▁empty	-10.3562
▁encounter	-10.3562
▁global	-10.3562
▁implore	-10.3562
▁kuffo	-10.3562
▁matrimonial	-10.3562
▁mistake	-10.3562
▁straight	-10.3562
zwalletcom	-10.3562
▁crude	-10.3562
▁nasser	-10.3562
▁mustafa	-10.3562
▁cheque	-10.3562
▁housing	-10.3562
▁cbn	-10.3562
▁trading	-10.3562
▁forgive	-10.3562
▁solid	-10.3563
election	-10.3563
▁1997	-10.3563
▁embark	-10.3564
yahooca	-10.3565
▁gather	-10.3566
▁followers	-10.3567
▁cnn	-10.3571
▁retirement	-10.3573
▁presidential	-10.3579
▁itself	-10.3592
▁privileged	-10.3595
ook	-10.3601
▁seeker	-10.3608
▁badly	-10.3611
▁followed	-10.362
2004	-10.3628
▁longer	-10.3629
rance	-10.3637
▁page	-10.3642
▁peaceful	-10.3658
▁completed	-10.366
ssion	-10.3665
400	-10.3665
gam	-10.3683
▁greatly	-10.3694
wal	-10.3714
▁bus	-10.3717
▁discussions	-10.3718
▁bos	-10.3723
▁signed	-10.3738
▁traced	-10.3744
lly	-10.3753
chan	-10.3812
72	-10.3818
▁fearing	-10.3818
002	-10.3821
now	-10.383
▁lead	-10.3838
▁processed	-10.384
▁product	-10.3855
burkina	-10.386
act	-10.3891
old	-10.3895
acc	-10.3926
▁investigat	-10.3929
▁apologi	-10.393
worldafrica	-10.3932
▁accommodat	-10.3932
▁approach	-10.3932
▁background	-10.3932
▁cooperate	-10.3932
▁encourage	-10.3932
▁involving	-10.3932
▁propagating	-10.3932
▁resolved	-10.3932
▁schranner	-10.3932
▁university	-10.3932
▁beneficiaries	-10.3932
▁integrity	-10.3932
▁conceal	-10.3932
▁depuis	-10.3932
▁appel	-10.3932
▁small	-10.3932
▁visa	-10.3932
▁team	-10.3932
▁single	-10.3933
▁merciful	-10.3933
download	-10.3933
hiworldafrica	-10.3933
▁lagosnigeria	-10.3934
▁saddam	-10.3935
adsl	-10.3942
▁southafrica	-10.3948
▁23480	-10.3953
▁max	-10.3958
▁packaged	-10.3959
▁careful	-10.3965
▁gain	-10.397
▁cest	-10.4021
▁included	-10.4074
▁frommr	-10.4088
hr	-10.4098
phil	-10.4107
nstruction	-10.411
▁options	-10.4122
barr	-10.4124
▁fees	-10.4128
▁x	-10.4139
get	-10.4144
press	-10.415
▁accepted	-10.4162
▁handled	-10.4185
nal	-10.4193
▁friendly	-10.4203
dom	-10.4219
▁addresses	-10.4225
2005	-10.4236
ivoire	-10.4238
section	-10.4245
because	-10.4245
pon	-10.4261
89	-10.4276
▁sun	-10.429
▁distribute	-10.4298
▁lee	-10.4313
tory	-10.4316
latinmailcom	-10.4317
▁accomplish	-10.4317
▁bulgaria	-10.4317
▁dispatch	-10.4317
▁evacuat	-10.4317
▁ghastly	-10.4317
▁inspection	-10.4317
▁negotiation	-10.4317
▁requiring	-10.4317
▁storage	-10.4317
▁alleged	-10.4317
▁kenneth	-10.4317
▁morning	-10.4317
▁nelson	-10.4317
▁york	-10.4317
▁esteem	-10.4317
▁relating	-10.4317
▁birth	-10.4317
▁worried	-10.4317
▁plot	-10.4317
sesay	-10.4317
ansfer	-10.432
▁petrol	-10.432
▁para	-10.4325
▁stable	-10.4326
▁deeds	-10.4333
▁transf	-10.4337
▁whatever	-10.4339
▁euros	-10.4343
▁wilson	-10.4344
▁none	-10.4345
▁distributed	-10.4353
▁practice	-10.4379
▁compensated	-10.4381
right	-10.4409
▁experts	-10.4428
▁map	-10.4429
▁entr	-10.4436
▁bar	-10.4458
▁faced	-10.4488
ition	-10.4494
▁located	-10.4518
ears	-10.4534
▁specialis	-10.4534
msn	-10.4576
car	-10.4595
▁tus	-10.4601
▁expert	-10.4607
igne	-10.4611
2001	-10.4617
rita	-10.4643
httpnewsbbccouk	-10.4645
private	-10.4645
▁busin	-10.4648
▁sw	-10.4673
▁refuge	-10.4677
four	-10.4678
state	-10.4685
▁invoic	-10.4685
▁package	-10.4688
▁lodge	-10.4689
president	-10.4698
▁spen	-10.4714
excitecom	-10.4717
▁certified	-10.4717
▁emirate	-10.4717
▁hamilton	-10.4717
▁kuwait	-10.4717
▁promotion	-10.4717
▁rafik	-10.4717
▁similar	-10.4717
▁substantial	-10.4717
▁vehicle	-10.4717
▁anthony	-10.4717
▁gratis	-10.4717
▁muslim	-10.4717
▁restrict	-10.4717
▁torture	-10.4717
▁broke	-10.4717
▁presidentceo	-10.4717
▁series	-10.4717
▁sincerity	-10.4717
▁dream	-10.4717
▁maider	-10.4717
▁tried	-10.4717
▁southern	-10.4717
▁aussi	-10.4717
▁overthrow	-10.4718
martin	-10.472
▁undue	-10.4722
▁tender	-10.4723
▁pick	-10.4723
▁sick	-10.4724
▁wire	-10.4731
